{
  "game": [
    "Bagaimana live-ops ala game Korea menjaga retensi tanpa terasa pay-to-win?",
    "Apa pelajaran onboarding pemain baru dari game Nintendo yang bisa ditiru studio kecil?",
    "Gacha: desain aman agar adil sekaligus berkelanjutan secara bisnis?",
    "Esports Korea: infrastruktur apa yang paling berpengaruh pada komunitas?",
    "PC bang di Korea: pelajaran retensi komunitas offline ke online?",
    "Loop progres JRPG Jepang: apa yang bikin grind terasa memuaskan?",
    "Apa praktik anti-cheat efektif yang tidak mengorbankan privasi pemain?",
    "Bagaimana event musiman meningkatkan kembali DAU tanpa memicu fatigue?",
    "Crossplay: risiko teknis dan sosial yang perlu diantisipasi?",
    "Monetisasi kosmetik: bagaimana menjaga nilai koleksi tanpa P2W?",
    "Bagaimana desain pity & rate-up di game gacha bisa terasa adil sekaligus mendorong sustain bisnis?",
    "Event rerun pada game gacha: cara menjaga nilai koleksi tanpa memicu FOMO berlebihan?",
    "Energy/Stamina system: bagaimana menyeimbangkan durasi sesi harian dengan progres pemain?",
    "Apakah banner senjata terpisah lebih sehat dibanding satu banner gabungan?"
  ],
  "gacha": [
    "Soft pity vs hard pity: kapan diterapkan dan bagaimana dampaknya terhadap kepuasan pemain?",
    "Guarantee/selector (spark/epitomized path): bagaimana menentukan ambang yang terasa fair?",
    "Dupe/constellation/limit break: cara menghindari power creep tanpa membunuh kolektor?",
    "Banner rotasi cepat vs lambat: strategi mana yang lebih sehat untuk free‑to‑play?",
    "Desain material farming harian (resin/energy): bagaimana mencegah burnout?",
    "Welfare karakter gratis: apa perannya untuk retention dan social proof?",
    "Desain pity yang carry over antar banner: apa pro dan kontranya?",
    "Konten endgame (boss/DPS check): bagaimana tetap menantang tanpa memaksa belanja?",
    "Quality of life (skip, auto, selector): fitur mana yang paling berdampak pada DAU?",
    "Transparansi rate & pity: praktik terbaik agar komunitas merasa dilindungi?",
    "Battle pass & monthly card di gacha: bagaimana menentukan nilai yang terasa wajar?",
    "Limited vs standard banner: kapan keduanya perlu dipakai?",
    "Event story waktu terbatas: cara menyajikan recap agar pemain baru tidak ketinggalan?",
    "Kolaborasi IP (cross‑over): apa resiko jangka panjang ke ekonomi item?",
    "Shard/fragment vs full‑drop: mana yang lebih sehat untuk early‑game pengalaman?",
    "Desain pity senjata vs karakter: bagaimana menghindari 'weapon trap' yang toxic?",
    "Fairness komparatif antara spender & F2P: metrik apa yang pantas diawasi?",
    "Wuthering Waves (WuWa): bagaimana memadukan combat action cepat dengan ekonomi gacha yang sehat?",
    "WuWa: apakah event rerun & banner rotasi bisa menjaga nilai karakter lama melawan power creep?",
    "Duet Night Abyss: tantangan menggabungkan shooter action dengan loop gacha yang tidak melelahkan?",
    "Duet Night Abyss: bagaimana pacing progres saat pemain split fokus antara senjata dan karakter?",
    "Chaos Zero Nightmare: desain endgame seperti apa yang cocok untuk pemain mobile hardcore?",
    "Chaos Zero Nightmare: bagaimana menjaga fairness rate saat konten bersifat high‑risk high‑reward?",
    "Punishing Gray Raven: pelajaran dari mode aksi cepat untuk merancang checkpoint & reward yang adil?",
    "Punishing Gray Raven: bagaimana strategi rerun menjaga minat pemain lama tanpa mematikan pemain baru?",
    "Zenless Zone Zero: bagaimana event ritmis & musik mempengaruhi engagement banner?",
    "Blue Archive: bagaimana desain collecting & bonding membangun loyalitas jangka panjang?",
    "Arknights: limited operator & skin—bagaimana menjaga nilai koleksi tanpa pay‑to‑win?",
    "NIKKE: Live‑ops berbasis event naratif—apa yang efektif untuk retention mingguan?",
	"Reverse: 1999 — bagaimana sistem turn‑based berbasis Moxie menjaga keputusan per giliran tetap bermakna?",
    "Reverse: 1999 — Afflatus & advantage triangle: apakah meta mendorong variasi komposisi tim?",
    "Reverse: 1999 — Portray (dupe/limit break): ambang yang terasa fair tanpa power creep?",
    "Reverse: 1999 — Psychube (relic/kartu): balancing efek kuat vs aksesibilitas F2P?",
    "Reverse: 1999 — banner karakter vs Psychube: sebaiknya dipisah atau digabung?",
    "Reverse: 1999 — desain endgame (contoh: mode tantangan mingguan): bagaimana pacing reward yang sehat?",
    "Reverse: 1999 — event story musiman: cara menyajikan recap agar pemain baru tidak ketinggalan lore?",
    "Reverse: 1999 — role support vs DPS: bagaimana menjaga nilai unit lama setelah rilis karakter baru?",
    "Reverse: 1999 — QoL (skip, auto, loadout): fitur apa yang paling berdampak pada retensi?",
    "Reverse: 1999 — monetisasi skin & kosmetik: garis batas agar tidak terasa pay‑to‑win?",
    "Reverse: 1999 — desain pity & rate‑up: parameter apa yang membuat pemain merasa dilindungi?",
    "Reverse: 1999 — komposisi tim 3 unit: apakah slot fleksibel cukup untuk mengekspresikan build?"
  ],
  "upcoming": [
    "Pra-registrasi: target konversi pre-reg → D1 install yang realistis untuk judul gacha baru?",
    "Strategi soft launch multi-region: indikator 'go/no-go' sebelum global release apa saja?",
    "Closed beta → open beta: metrik yang wajib divalidasi (stabilitas, tutorial, difficulty curve)?",
    "Server architecture: persiapan sharding & autoscale untuk day-1 surge yang aman?",
    "Konten awal vs day-7 drop: berapa jam 'clear path' ideal sebelum mulai grind?",
    "Onboarding 15 menit pertama: cara menampilkan core loop & informasi rate gacha secara transparan?",
    "Monetisasi awal: desain battle pass S1 & starter pack yang etis namun terasa worth?",
    "Kepatuhan regional (GDPR/COPPA/age-rating): checklist rilis global untuk tim kecil?",
    "Anti-cheat & keamanan mobile: minimum viable anti-tamper tanpa merusak performa?",
    "Community & creator program: bentuk insentif/early access yang sehat dan anti-drama?",
    "Live-ops tahun pertama: ritme banner, event, dan rerun tanpa memicu power creep?",
    "Cadence musiman: 6–8 minggu vs 10–12 minggu—tradeoff beban tim vs retensi pemain?",
    "Cross-progression & crossplay: dampak ke ekonomi item dan UX pada multi-platform?",
    "Art pipeline live-ops: produksi skin berkualitas tanpa burnout tim kreatif?",
    "Telemetry & A/B saat soft launch: KPI harian yang paling sensitif (retensi, ARPDAU, pull rate)?",
    "Geo-pricing: metode penentuan harga regional yang adil tanpa memicu gray market?",
    "UX gacha: animasi pull & tombol skip—durasi/feedback yang paling memuaskan?",
    "Tutorial interaktif: memberi 'taste of power' tanpa merusak keseimbangan progression?",
    "Kampanye pra-rilis: dev diary, CBT, AMA—mana yang paling efektif mengubah awareness → install?",
    "Disaster plan minggu 1: rollback, kompensasi, dan komunikasi bila terjadi bug fatal?"
  ],
  "musik": [
    "Bagaimana K-pop mendesain hook 15 detik yang efektif di short-video?",
    "Fenomena city pop Jepang: pelajaran produksi yang relevan untuk indie?",
    "Loudness streaming: berapa target LUFS yang aman lintas platform?",
    "Distribusi global: aggregator mana yang paling ramah kreator kecil?",
    "Moderasi komunitas Vocaloid: aturan apa yang menjaga kreativitas tetap aman?",
    "Lisensi sinkronisasi untuk anime/OST: apa tantangan terbesarnya?",
    "Checklist mixing cepat untuk meningkatkan keterbacaan vokal?",
    "Bagaimana strategi rilis single vs EP memengaruhi algoritma platform?",
    "Apa peran A&R digital di era TikTok/shorts?",
    "Kolaborasi lintas negara: bagaimana mengelola hak cipta dan royalti?"
  ],
  "ai": [
    "Praktik aman memakai AI generatif dalam komunitas online?",
    "Cara mendeteksi phishing berbasis AI yang makin canggih?",
    "Strategi prompting agar jawaban konsisten dan bisa diaudit?",
    "Adopsi AI di layanan publik Jepang/Korea: pelajaran apa untuk komunitas?",
    "Moderasi berbasis AI: bagaimana mengurangi bias pada konten multibahasa?",
    "RAG multibahasa (JP/KR/ID): tantangan utama dan solusinya?",
    "Kepatuhan privasi (APPI Jepang / PIPA Korea): dampaknya pada bot komunitas?",
    "Evaluasi kualitas jawaban AI: metrik apa yang praktis dipakai?",
    "Latency vs akurasi: kapan model ringan lebih tepat digunakan?",
    "Teknik red teaming untuk menguji keamanan prompt?"
  ],
  "vtuber": [
    "Bagaimana agensi VTuber Jepang mengelola burnout talent secara etis?",
    "Ekonomi clipper: bagaimana menjaga kredit dan attribution yang adil?",
    "Apakah subtitle otomatis cukup untuk ekspansi global konten VTuber?",
    "Batas parasosial: kebijakan komunitas apa yang perlu ditegakkan?",
    "Kolaborasi lintas agensi: apa risiko dan manfaat terbesarnya?",
    "Jadwal streaming: metrik apa yang dipakai untuk mengurangi churn penonton?",
    "Pedoman fanwork: aturan sederhana apa yang paling efektif mencegah drama?",
    "Peran live-translation pada pertumbuhan pasar global?",
    "Merch digital vs fisik: strategi mana yang lebih berkelanjutan?",
    "Bagaimana mencegah spam/raid tanpa mengurangi interaksi positif?"
  ],
  "cosplay": [
    "Bagaimana komunitas cosplay Jepang menjaga etik foto dan consent di event?",
    "Tips manajemen waktu untuk menyiapkan kostum menjelang konvensi?",
    "Material ringan favorit untuk armor yang tahan lama di pakai lama?",
    "Fotografi cosplay: pengaturan sederhana agar warna kostum tetap akurat?",
    "Manajemen hak cipta saat menjual print atau photobook cosplay?",
    "Perawatan wig: teknik styling agar awet untuk pemakaian berulang?",
    "Budgeting: komponen apa yang paling hemat tapi tetap terlihat bagus?",
    "Kolaborasi cosplayer–fotografer: kontrak sederhana apa yang perlu disepakati?",
    "Tips bepergian ke event internasional (JP/KR): apa yang perlu dipersiapkan?",
    "Bagaimana menjaga inklusivitas dan anti-bullying di komunitas cosplay?"
  ],
  "anime": [
    "Mengapa anime musiman sering 12–13 episode dan bagaimana dampaknya ke pacing cerita?",
    "Bagaimana komite produksi memengaruhi kebebasan kreatif sutradara anime?",
    "Apa peran sakuga dan sakkan dalam menjaga kualitas animasi?",
    "Adaptasi manga ke anime: bagaimana memotong arc tanpa merusak alur?",
    "Lisensi global dan simulcast: dampaknya pada fandom internasional?",
    "Perbedaan pendekatan slice-of-life Jepang vs adaptasi webtoon Korea?",
    "Teknik scoring dan sound design apa yang menonjol pada anime action modern?",
    "Bisakah AI membantu subtitling tanpa mengorbankan akurasi budaya?",
    "Standar rating (Eirin) vs platform global: apa implikasinya?",
    "Kenapa pipeline 2D/3D hybrid makin populer di studio Jepang?"
  ],
  "teknologi": [
    "Strategi Jepang/Korea menuju 6G: dampaknya pada ekosistem perangkat?",
    "Robotika layanan di Jepang: pelajaran untuk otomasi sektor publik?",
    "Ekosistem semikonduktor Korea: peran fabless vs foundry apa yang dominan?",
    "Open RAN: peluang operator kecil di Asia Timur?",
    "Kebijakan privasi APPI/PIPA: implikasi untuk startup AI?",
    "Edge computing untuk smart city Tokyo/Seoul: use case prioritas?",
    "Supply chain security: pelajaran dari vendor Jepang/Korea?",
    "Regulasi AI global terbaru: dampaknya bagi produk konsumen?",
    "Green data center di Jepang/Korea: praktik efisiensi yang efektif?",
    "Pembayaran QR interoperable: apa yang bisa ditiru dari Korea/Jepang?"
  ],
  "seeds": [
    "Bagaimana menyusun aturan server yang ramah pemula tanpa terasa terlalu ketat?",
    "Apa indikator bahwa sebuah channel perlu dibagi menjadi sub-channel?",
    "Strategi moderasi untuk menangani spam halus (low-effort) tanpa mematikan percakapan?"
  ]
}